Repository: DamianAldair/guatini
Catalog: lib/l10n/app_*.arb
Languages: es

source: About
es: Acerca de...

source: Abundance
es: Abundancia

source: Ad
es: Anuncio

# addDatabase
source: Add data source from storage
es: Añadir fuente de datos desde el almacenamiento

# addOneDatabase
source: Add one
es: Añada una

source: Added
es: Añadida

# addedDatabase
source: Added data source
es: Fuente de datos añadida

# alreadyAdded
source: This data source is already added
es: Esta fuente de datos ya está añadida

source: attempts
es: intentos

source: Author
es: Autor

# autoplayAudio
source: Play audio automatically
es: Reproducir audio automáticamente

# autoplayAudioInfo
source: Play audio automatically when open the player
es: Comenzar reproducción de audio automáticamente al abrir el reproductor

# autoplayVideo
source: Play video automatically
es: Reproducir video automáticamente

# autoplayVideoInfo
source: Play video automatically when open the player
es: Comenzar reproducción de video automáticamente al abrir el reproductor

source: Back
es: Volver

# cannotOpenSettings
source: Cannot open the app settings. The requested permission cannot be granted. You need grant the permission manually in the app settings.
es: No se puede abrir la pantalla de permisos de la apliación. No se puede conceder el permiso solicitado. Necesita conceder el permiso manualmente en la pantalla de permisos de la aplicación.

source: Choose one
es: Seleccione una opción

source: Clear
es: Borrar todo

source: Close explorer
es: Cerrar explorador

# college
source: School of Computer Engineering
es: Facultad de Ingeniería informática

source: Common name
es: Nombre común

source: Conservation status
es: Estado de conservación

source: Critical endangered
es: En peligro crítico

source: Copy
es: Copiar

source: Correct
es: Correcto

# correctAnswerIs
source: The correct answer is:
es: La respuesta correcta es:

source: Current
es: Actual

source: Custom location mode
es: Ubicación personalizada

# customLocationModeString
source: Tap on the map to select a location
es: Toque sobre el mapa para seleccionar una ubicación

# database
source: Data source
es: Fuente de datos

# databaseSelectedInfo
source: The data source language does not depend on the app language
es: El lenguaje de la fuente de datos no depende de la aplicación

# date
source: Date: {date}
es: Fecha: {date}

source: Dark
es: Oscuro

# dbStructureNoCorrect
source: The data source structure is not correct
es: La estructura de la fuente de datos no es correcta

source: Deficient data
es: Datos deficientes

# deletedDatabase
source: Data source permanently deleted
es: Fuente de datos borrada permanentemente

source: Delete from list
es: Borrar de la lista

# deleteFromListText
source: Delete from list?
es: ¿Borrar de la lista?

source: Delete list
es: Borrar lista

# deleteListText
source: Are you sure you want to delete the list?
es: ¿Está seguro que desea borrar la lista?

source: Delete permanently
es: Borrar permanentemente

# deletePermanentlyText
source: Delete permanently?
es: ¿Borrar permanentemente?

# deletePermanentlyTWarning
source: Warning: This action will also delete it from your device's storage.
es: Atención: Con esta acción también se borrará del almacenamiento de su dispositivo.

source: Description
es: Descripción

source: Developed by
es: Desarrollado por

source: Diet
es: Dieta

# docGeneratedBy
source: Document generated with
es: Documento generado con

source: Encyclopedia
es: Enciclopedia

# encyclopediaExp
source: Encyclopedia where you can search for species and consult their characteristics
es: Enciclopedia en la que puedes buscar especies y consultar sus características

source: Endangered
es: En peligro

source: Endemism
es: Endemismo

source: Environment
es: Medio ambiente

# environmentExp
source: Let's take care of it. It is our home
es: Cuidémoslo. Es nuestro hogar

# errorAnalyzingDb
source: An error has occurred while analyzing the data source structure
es: Ha ocurrido un error al analizar la estrutura de la fuente de datos

# errorReadingQr
source: No compatible information has been detected in the QR code.
es: No se ha detectado información compatible en el código QR

# errorObtainingInfo
source: An error has occurred while obtaining the information
es: Ha ocurrido un error al obtener la información

# exit
source: Exit the app?
es: ¿Salir?

# exitText
source: Do you really want to exit the application?
es: ¿Realmente desea salir de la aplicación?

# exportPdf
source: Export as PDF document
es: Exportar como documento PDF

# exportPdfText
source: (The information for this species will be exported as a PDF document and saved in the Downloads folde on your device)
es: (Se exportará la información de esta especie como documento PDF y se guardará en la carpeta de Descargas de su dispositivo)

# exportPdfDone
source: PDF document exported successfully
es: Documento PDF exportado satisfactoriamente

source: Extinct
es: Extinta

source: Extinct in the wild
es: Extinta en estado silvestre

# findDatabase
source: Find data source
es: Buscar fuente de datos

source: File not found
es: Archivo no encontrado

source: Gallery
es: Galería

source: Game
es: Juego

source: Game Over!
es: ¡Juego terminado!

source: Games
es: Juegos

source: Game scores reset
es: Puntuaciones de juegos restablecidas

# gameSelectSNameFromCName
source: Select the scientific name from the common name
es: Selecciona el nombre científico dado el nombre común

# gameSelectImageFromCName
source: Select the image from the common name
es: Selecciona la imagen dado el nombre común

# gameSelectCNameFromSound
source: Select the common name from the sound
es: Selecciona el nombre común dado el sonido

source: Go
es: Comencemos

source: Go back
es: Volver

source: GPS mode
es: Utilizar GPS

# grantPermissionManually
source: Grant required app permissions manually
es: Conceda los permisos requeridos de la aplicación manualmente

# guatiniExp
source: An extensionist project dedicated to enhance the development of general and environmental culture
es: Proyecto extensionista dedicado a elevar el desarrollo de la cultura general y medioambiental

source: Habitat
es: Hábitat

source: hits
es: aciertos

source: Home
es: Inicio

source: Image
es: Imagen

# inARow
source: {hits} in a row
es: {hits} aciertos seguidos

source: Incorrect
es: Incorrecto

source: Info
es: Información

source: Internal storage
es: Almacenamiento interno

source: It is
es: Es

source: It is not
es: No es

source: Language
es: Idioma

# languageName
source: English
es: Español

source: Least concern
es: Preocupación menor

source: Level up
es: Carpeta anterior

source: License
es: Licencia

source: Light
es: Claro

source: Link
es: Enlace

source: Location
es: Ubicación

source: Location mode
es: Modo de ubicación

source: Map
es: Mapa

source: More of
es: Más de

source: More with
es: Más con

source: Nearby species
es: Especies cercanas

source: Near threataned
es: Casi amenazada

source: Next
es: Siguiente

# noCameraPermission
source: Guatiní has not permission to access to camera
es: Guatiní no tiene permiso para acceder a la cámara

source: No folders
es: No hay directorios

# noInDb
source: The information "{info}" is not in the data source
es: La información "{info}" no está en la fuente de datos

# noLocationEnabled
source: You must turn on location
es: Se necesita activar la ubicación de su dispositivo

# noLocationPermission
source: Guatiní has not permission to access to location
es: Guatiní no tiene permiso para utilizar la ubicación

# noEnoughDbInfo
source: There is not enough information in the data source to play the game.
es: No hay suficiente información en la fuente de datos para jugar.

# noSelectedDatabase
source: There is not no data source selected or the one that was selected does not exist or has been moved
es: No hay una fuente de datos seleccionada

# noSpeciesNearby
source: There are no species nearby
es: No hay especies cerca

# noStoragePermission
source: Guatiní has not permission to access to storage
es: Guatiní no tiene permiso para acceder al almacenamiento

source: Not evaluated
es: No evaluado

# noDatabases
source: No data sources
es: No hay fuentes de datos

# noElements
source: There are no elements to show
es: No hay elementos para mostrar

# noRecentSearches
source: There are no recent searches
es: No hay búsquedas recientes

# noResults
source: There are no results
es: No hay resultados

source: Not selected
es: No seleccionada

# numberItemsSearchHistory
source: Number of items in the search history
es: Cantidad de elementos en el historial de búsqueda

# numberSeggestions
source: Number of suggestions on Home
es: Cantidad de sugerencias en Inicio

# ofde
source: of
es: de

source: Ok
es: Aceptar

# onlineAudio
source: Allow online audio
es: Permitir audio en línea

# onlineImage
source: Allow online image
es: Permitir imagen en línea

source: Online use
es: Uso en línea

# onlineVideo
source: Allow online video
es: Permitir video en línea

# onlineUseText
source: Use of información from internet
es: Uso de información desde internet

source: Open QR reader
es: Abrir escaner QR

source: Others
es: Otros

source: Pause
es: Pausa

source: Play
es: Reproducir

source: Players
es: Reproductores

# previousFolder
source: Go to previous folder
es: Ir a la carpeta anterior

source: QR reader
es: Escaner QR

source: Refresh
es: Refrescar

source: Replay
es: Comenzar reproducción de nuevo

source: Reset game scores
es: Restablecer puntuaciones de juegos

source: Scientific name
es: Nombre científico

source: SD card
es: Tarjeta SD

source: Search
es: Buscar

# searchHistotySize
source: Search history size
es: Tamaño del historial de búsqueda

source: Search nearby species
es: Buscar especies cercanas

source: Search on Ecured
es: Buscar en Ecured

source: Search on Wikipedia
es: Buscar en Wikipedia

source: Search Species
es: Buscar especie

# seeMediaLocation
source: See location where the media was taken
es: Ver ubicación donde se tomó esta multimedia

# seeLocation
source: See location on the map
es: Ver ubicación en el mapa

source: See similar species
es: Ver especies similares

# seeSpeciesDistribution
source: See distribution of the species on the map
es: Ver distribución de la especie en el mapa

# selectLocationMode
source: Please, select location mode
es: Por favor, seleccione un modo de ubicación

source: Select mode
es: Seleccionar modo

# setPointOnMap
source: First, set a point on the map
es: Primero establezca en punto en el mapa

source: Settings
es: Configuración

source: Show Ads
es: Mostrar anuncios

# showAdsText
source: Popups with curious and interesting facts
es: Ventanas flotantes con datos curiosos e interesantes

source: Show "Search on Ecured"
es: Mostrar botón "Buscar en Ecured"

source: Show "Search on Wikipedia"
es: Mostrar botón "Buscar en Wikipedia"

source: Similar to
es: Similar a

source: Skip
es: Omitir

source: Sound
es: Sonido

# sourceOfInfo
source: Source of information
es: Fuente de información

source: Species Details
es: Detalles de la especie

source: Stop
es: Parar reproducción

source: System
es: Según el sistema

# taxClass
source: Class
es: Clase

# taxDomain
source: Domain
es: Dominio

# taxFamily
source: Family
es: Familia

# taxGenus
source: Genus
es: Género

# taxKingdom
source: Kingdom
es: Reino

# taxPhylum
source: Phylum
es: Filo

# taxOrder
source: Order
es: Orden

source: Theme
es: Tema

# ui
source: User interface
es: Interfaz de usuario

# university
source: Technological University of Havana
es: Universidad Tecnológica de La Habana

source: Unknown
es: Desconocido

# unknownInfo
source: Cannot be processed if the information is unknown
es: No se puede procesar si la información es desconocida

# useExternalBrowser
source: Use external browser instead in-app browser
es: Utilizar navegador externo en vez del incorporado en la aplicación

source: Version
es: Versión

source: Video
es: Vídeo

# withDimorphism
source: There may be appreciable differences between the female and the male of this species
es: Pueden existir diferencias apreciables entre la hembra y el macho de esta especie

# withoutDimorphism
source: There are no appreciable differences between the female and the male of this species
es: No hay diferencias apreciables entre la hembra y el macho de esta especie

# wizardAgain
source: Go back to see the wizard
es: Volver a ver la introducción

source: Yes
es: Sí
